{{{header(docs/infra,Richard Westhaver,ellis@rwest.io)}}}
#+EXPORT_FILE_NAME: index

The Compiler Company Infrastructure.

#+begin_src shell :dir ~/dev/comp/infra :results pp :exports results
  tokei -t=css,lisp,makefile,shell,js
#+end_src

#+RESULTS:
#+begin_example
===============================================================================
 Language            Files        Lines         Code     Comments       Blanks
===============================================================================
 CSS                     2          227          190            9           28
 Lisp                    3          222          169           16           37
 Makefile                1          156          110           20           26
 Shell                  31         1185          866          198          121
===============================================================================
 Total                  37         1790         1335          243          212
===============================================================================
#+end_example

- [[file:quickstart.org][Quickstart]] :: Quickstart Guide.
- [[file:notes.org][Notes]] :: Internal Notes.
